Repository: cs-21-sw-7-08/smartphone_app
Catalog: smartphone_app/lib/localization/app_*.arb
Languages: da

# sign_in_with_google
source: Continue with Google
da: Fortsæt med Google

# sign_in_with_apple
source: Continue with Apple
da: Fortsæt med Apple

# sign_in_with_phone_no
source: Continue with phone no.
da: Fortsæt med telefon-nummer

# you_cannot_add_more_than_three_pictures
source: You cannot add more than 3 pictures
da: Der kan ikke tilføjes mere end 3 billeder

source: Do you want to remove this picture?
da: Vil du fjerne dette billede?

source: Are you sure you want to delete this issue?
da: Er du sikker på du vil slette dette tip?

source: Overview
da: Oversigt

source: Sign Up
da: Registrer

source: Cancel
da: Annullér

source: Filter
da: Filtrer

source: Apply
da: Anvend

source: Yes
da: Ja

source: No
da: Nej

source: Getting location information...
da: Skaffer lokation information...

source: Could not get location information...
da: Kunne ikke hente lokation information...

source: Settings
da: Indstillinger

source: Add picture
da: Tilføj et billede

source: Select categories
da: Vælg kategorier

source: Only own issues
da: Vis kun egne tips

source: General
da: Generel

source: Created
da: Skabt

source: Edited
da: Redigeret

source: Report
da: Rapport

source: Reporting issue...
da: Anmelder tippet...

source: Report category
da: Anmelde kategori

source: Select why you want to report this issue
da: Vælg årsagen til at anmelde dette tip

source: You can only edit an issue with the status "Created"
da: Du kan kun redigere tips med status "Skabt"

source: From municipality
da: Fra kommune

source: Select subcategories
da: Vælg underkategorier

source: Municipality
da: Kommune

source: Select municipalities
da: Vælg kommuner

source: Please select a location
da: Vælg venligst en lokation

source: Please select a category
da: Vælg venligst en kategori

source: Verify issue
da: Godkend tip

source: Edit issue
da: Redigér tip

source: Save changes
da: Gem ændringer

source: Verifying issue...
da: Godkender tip...

source: Updating issue...
da: Opdaterer tip...

# by_verifying
source: By verifying this issue, you inform your municipality that you agree with its content. Is this correct?
da: Ved at godkende dette tip, informerer du din kommune at du er enig med dets indhold. Er du sikker?

source: Do you want to save the changes?
da: Vil du gemme dine ændringer?

source: Creating issue...
da: Opretter tip...

# you_cannot_verify_the_issue
source: You cannot verify the issue, because the municipality has finished the processing
da: Dette tip kan ikke verificeres, fordi kommunen har færdigbehandlet det

# please_enter_a_description_of_your_problem
source: Please enter a description
da: Indtast en beskrivelse af dit tip

source: Help
da: Hjælp

source: Log out
da: Log ud

# you_cannot_edit_the_issue
source: You cannot edit the issue, because your municipality has changed the status
da: Dette tip kan ikke ændres efter at kommunen har ændret dets status

# you_cannot_delete_the_issue
source: You cannot delete the issue, because your municipality has changed the status
da: Dette tip kan ikke slettes efter at kommunen har ændret dets status

source: Logging out...
da: Logger ud...

source: Deleting issue...
da: Sletter tip...

source: Select municipality
da: Vælg kommune

source: Change municipality
da: Skift kommune

source: Save
da: Gem

source: Saving changes...
da: Gemmer ændringer...

# are_you_sure_you_want_to_delete_your_account
source: Are you sure you want to delete your account, this cannot be undone?
da: Er du sikker på du vil slette denne konto? Denne handling kan ikke fortrydes

source: Delete account
da: Slet konto

source: Deleting account...
da: Sletter konto...

source: Please enter a valid phone number
da: Venligst indtast et gyldigt telefon nummer

# please_enter_the_sms_code_toast
source: Please enter the SMS code
da: Venligst indtast den modtagede SMS kode

source: Please select a municipality
da: Vælg venligst en kommune

# please_enter_your_full_name_toast
source: Please enter your full name
da: Venligst indtast dit fulde navn

source: Getting information...
da: Henter information...

# cancelling_sign_up
source: Canceling sign up...
da: Annullere konto oprettelse...

# please_enter_your_phone_number
source: Enter your phone number Only Danish numbers are supported
da: Indtast dit telefon nummer Kun danske telefon numre er understøttet

# please_enter_your_full_name
source: Enter your full name and select a default municipality
da: Indtast dit fulde navn, og dernæst vælg din kommune

# please_enter_the_sms_code
source: Enter the 6-digit verification code you receive on SMS
da: Indtast den 6-cifrede godkendelses kode du har modtaget som SMS

source: Verifying SMS code...
da: Godkender SMS kode...

source: Sending verification code...
da: Sender godkendelses kode...

source: This is not supported yet
da: Dette er desværre ikke understøttet endnu

source: Logging in...
da: Logger ind...

# this_user_is_blocked
source: This user is blocked. Contact your municipality for more information
da: Denne bruger er blevet blokeret. Kontakt din kommune for mere information

source: Checking credentials...
da: Checker oplysinger...

source: Signing up...
da: Opretter konto...

source: Create issue
da: Opret tip

source: Phone Number
da: Telefonnummer

source: SMS Code
da: SMS kode

source: Name
da: Navn

source: Go to settings
da: Gå til indstillinger

source: Please go to settings and give Bee A Helper all the necessary permissions
da: Venligst gå til indstillinger og giv Bee A Helper alle de nødvendige tilladelser

source: Details
da: Detaljer

source: Getting issues...
da: Henter tips...

source: Getting issue details...
da: Henter detaljer om tippet...

# please_place_a_marker_first
source: Please place a marker first before confirming
da: Placér venligst en markør inden du godkender

source: Please select how to add the picture
da: Vælg venligst hvordan du vil tilføje et billede

source: From gallery
da: Fra galleri

source: Take picture
da: Via kamera

source: Location
da: Lokation

source: Confirm
da: Godkend

source: Category
da: Kategori

source: Subcategory
da: Underkategori

source: Description
da: Beskrivelse

source: Select category
da: Vælg kategori

source: Change category
da: Skift kategori

source: Select location
da: Vælg lokation

source: Change location
da: Skift lokation

source: Near
da: Nær

source: Delete issue
da: Slet tip

# search_hint
source: Search...
da: Søg...

# category_id_1
source: Road
da: Vej

# category_id_2
source: Road shoulder
da: Rabat

# category_id_3
source: Sidewalk
da: Fortov

# category_id_4
source: Path
da: Sti

# category_id_5
source: Bicycle path
da: Cykelsti

# category_id_6
source: Urban equipment
da: Byudstyr

# category_id_7
source: Technical facilities
da: Tekniske anlæg

# category_id_8
source: Park facilities
da: Parkinventar og lignende

# category_id_9
source: Parks & public spaces
da: Parker og grønne områder

# category_id_10
source: Forests and nature areas
da: Skove og naturområder

# category_id_11
source: Invasive plant species
da: Bjørneklo og andre invasive arter

# sub_category_id_1
source: Potholes
da: Hul i vej

# sub_category_id_2
source: Exposed drain pipe
da: Rendestenbrønde

# sub_category_id_3
source: Signage
da: Skiltning

# sub_category_id_4
source: Road trees
da: Vejtræer

# sub_category_id_5
source: Wet road
da: Vand på vejen

# sub_category_id_6
source: Roadkill
da: Døde dyr

# sub_category_id_7
source: Other
da: Andet

# sub_category_id_8
source: Pothole in road shoulder
da: Hul i rabat

# sub_category_id_9
source: Other
da: Andet

# sub_category_id_10
source: Damaged sidewalk
da: Skade på fortov

# sub_category_id_11
source: Loose tiles
da: Løse fliser

# sub_category_id_12
source: Elevation of tiles >3 cm
da: Opspring i flise >3 cm

# sub_category_id_13
source: Cracked tiles
da: Flise krakkeleret

# sub_category_id_14
source: Signage
da: Skiltning

# sub_category_id_15
source: Weeds
da: Ukrudt

# sub_category_id_16
source: Other
da: Andet

# sub_category_id_17
source: Pothole
da: Hul i sti

# sub_category_id_18
source: Exposed drain pipe
da: Rendestensbrønde

# sub_category_id_19
source: Signage
da: Skiltning

# sub_category_id_20
source: Wet road
da: Vand på stien

# sub_category_id_21
source: Other
da: Andet

# sub_category_id_22
source: Pothole
da: Hul i cykelsti

# sub_category_id_23
source: Exposed drain pipe
da: Rendestensbrønde

# sub_category_id_24
source: Signage
da: Skiltning

# sub_category_id_25
source: Wet bicycle path
da: Vand på cykelstien

# sub_category_id_26
source: Other
da: Andet

# sub_category_id_27
source: Tables or benches
da: Borde / Bænke

# sub_category_id_28
source: Garbage cans or containers
da: Affaldsstativ / beholdere

# sub_category_id_29
source: Bicycle racks
da: Cykelstativ

# sub_category_id_30
source: Bollards
da: Pullert

# sub_category_id_31
source: Fencing
da: Hegn - fodhegn

# sub_category_id_32
source: Other
da: Andet

# sub_category_id_33
source: Road lighting
da: Fejl på gadebelysning

# sub_category_id_34
source: Traffic lights
da: Fejl på signalanlæg

# sub_category_id_35
source: Other
da: Andet

# sub_category_id_36
source: Tables or benches
da: Borde / Bænke

# sub_category_id_37
source: Playgrounds
da: Legeplads

# sub_category_id_38
source: Garbage cans or containers
da: Affaldsstativ / beholdere

# sub_category_id_39
source: Water fountains
da: Springvand

# sub_category_id_40
source: Information boards
da: Infotavler

# sub_category_id_41
source: Restrooms
da: Toiletbygninger

# sub_category_id_42
source: Shelter or campfires
da: Shelter / bålpladser

# sub_category_id_43
source: Other
da: Andet

# sub_category_id_44
source: Trees
da: Træer

# sub_category_id_45
source: Lawn
da: Græs

# sub_category_id_46
source: Plants and greenery
da: Beplantning i øvrigt

# sub_category_id_47
source: Ponds
da: Søer

# sub_category_id_48
source: Paths
da: Stier

# sub_category_id_49
source: Other
da: Andet

# sub_category_id_50
source: Trees
da: Træer

# sub_category_id_51
source: Plants and greenery
da: Øvrig beplantning

# sub_category_id_52
source: Memorials
da: Fortidsminder

# sub_category_id_53
source: Animal fencing
da: Dyrehegn

# sub_category_id_54
source: Designated roads or paths
da: Afmærkede stier / ruter

# sub_category_id_55
source: Other
da: Andet

# sub_category_id_56
source: Giant Hogweed (Bear Claw)
da: Kæmpe bjørneklo

# sub_category_id_57
source: Other
da: Andet

# report_category_id_1
source: Nudity
da: Nøgenhed

# report_category_id_2
source: Violence
da: Vold

# report_category_id_3
source: Harrassment
da: Chikane

# report_category_id_4
source: False information
da: Falske oplysninger

# report_category_id_6
source: Unauthorized sale
da: Uautoriseret salg

# report_category_id_7
source: Hate speech
da: Hadefuld retorik

# report_category_id_8
source: Terrorism
da: Terrorisme

# report_category_id_9
source: Other
da: Andet

# issue_state_id_1
source: Created
da: Oprettet

# issue_state_id_2
source: Approved
da: Godkendt

# issue_state_id_3
source: Resolved
da: Løst

# issue_state_id_4
source: Unresolved
da: Ikke løst

# response_error_id_5
source: The changes you made could not be saved If this problem persists, contact the system administrators. Error Code: 5
da: Dine ændringer kunne ikke gemmes Hvis problemet vedvarer, så kontakt systemadministratorne

# response_error_id_50
source: Something went wrong while applying changes If this problem persists, contact the system administrators. Error Code: 50
da: Dine ændringer kunne ikke gemmes Hvis problemet vedvarer, så kontakt systemadministratorne

# response_error_id_100
source: The category you attempted to apply does not exist
da: Den valgte kategori findes ikke

# response_error_id_101
source: The subcategory you attempted to apply does not exist
da: Den valgte underkategori findes ikke

# response_error_id_102
source: Please provide both the "From" and "To" timestamps
da: Angiv venligst både "Fra" og "Til" tidspunkterne

# response_error_id_103
source: The status you attempted to apply to the issue does not exist
da: Statusen du forsøgte at anvende findes ikke

# response_error_id_104
source: The issue you attempted to find does not exist
da: Tippet du forsøgte at vise findes ikke

# response_error_id_105
source: You cannot change an issue status from Approved to Created or from Resolved to Approved/Created
da: Du kan ikke ændre tippets status fra Godkendt til Oprettet eller fra Løst til Godkendt/Oprettet

# response_error_id_106
source: You have already verified this issue
da: Du har allerede godkendt dette tip

# response_error_id_107
source: The category you attempted to report this issue in does not exist
da: Kategorien du forsøgte at anvende på anmeldelsen findes ikke

# response_error_id_108
source: You cannot verify your own issue
da: Du kan ikke godkende dit eget tip

# response_error_id_200
source: The citizen you attempted to find does not exist
da: Borgeren du forsøgte at vise findes ikke

# response_error_id_201
source: Please provide only the phone number or E-mail
da: Angiv venligst kun telefon nummer eller E-mail

# response_error_id_202
source: Incorrect password or phone number/E-mail. Please try again
da: Forkert adgangskode or eller telefonnummer/E-mail. Prøv venligst igen

# response_error_id_203
source: This citizen is already blocked
da: Denne borger er allerede blokeret

# response_error_id_204
source: This citizen is already unblocked
da: Denne borger er ikke blokeret

# response_error_id_205
source: A user with this phone number already exists
da: En bruger med dette telefon nummer findes allerede

# response_error_id_206
source: A user with this E-mail already exists
da: En bruger med denne E-mail findes allerede

# response_error_id_207
source: A field contains invalid information Please check your information
da: Der blev indtastet ugyldig information i en af felterne Tjek venligst din indtastede information

# response_error_id_208
source: You are blocked and is restricted from this action Please contact your municipality for assistance
da: Du er blevet blokeret og er begrænset for denne handling Kontakt din kommune for mere information

# response_error_id_300
source: The municipality you attempted to find does not exist
da: Kommunen du forsøgte at vise findes ikke

# response_error_id_301
source: The municipality user you attempted to find does not exist
da: Kommunebrugeren du forsøgte at vise findes ikke

# response_error_id_302
source: Incorrect E-mail or password Please try again
da: Forkert E-mail eller adgangskode Prøv venligst igen.

# response_error_id_303
source: This issue is outside of your municipality
da: Dette tip ligger udenfor dit kommunalområde

# response_error_id_304
source: The response you attempted to find does not exist
da: Kommunesvaret du forsøgte at vise findes ikke

# response_error_id_305
source: A municipality user with this E-mail already exists
da: En Kommunebruger med denne E-mail findes allerede
